Repository: Moqume/Background-Manager-WP
Catalog: languages/background-manager-*.po
Languages: es_es

source: Image Set
es_es: Conjunto de imágenes

source: Image selection order
es_es: Orden de selección de imagen

source: Select an image
es_es: Selecciona una imagen

source: Interval (seconds)
es_es: Intervalo (segundos)

source: Remember last displayed image
es_es: Recordar última imagen mostrada

source: Background Color
es_es: Color de fondo

source: Size
es_es: Tamaño

source: Position
es_es: Posición

source: Tiling
es_es: Azulejos

source: Scrolling
es_es: Desplazamiento

source: Opacity
es_es: Opacidad

source: Stretch Vertical
es_es: Estire Vertical

source: Stretch Horizontal
es_es: Estire Horizontal

source: Center Image
es_es: Centro de la Imagen

source: Transition Effect
es_es: Efecto de transición

source: Transition Speed
es_es: Velocidad de transición

source: Overlay
es_es: Superposición

source: Overlay Opacity
es_es: Opacidad de superposición

source: Display [ + ] Icon
es_es: Mostrar [+] Icono

source: Show thumbnail
es_es: Mostrar miniaturas

source: Show description
es_es: Mostrar descripción

source: Enable linking
es_es: Habilitar vinculación

source: Location
es_es: Ubicación

source: Display "Pin It" Button
es_es: Mostrar botón "Pin It"

source: Ease in first image
es_es: Fundido en la primera imagen

source: Background
es_es: Fondo

source: -- None (deactivated) --
es_es: -- Ninguno (desactivado) --

source: Random
es_es: Aleatorio

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: At each browser session
es_es: En cada sesión del explorador

source: On a page (re)load
es_es: En una página (re)carga

source: At a specified interval
es_es: En un intervalo especificado

source: Full Screen
es_es: Pantalla completa

source: Background Layout
es_es: Imagen de fondo

source: Background Overlay
es_es: Superposición de fondo

source: Scroll with the screen
es_es: Desplácese con la pantalla

source: Fixed
es_es: Fijo

source: Background Transitioning Effect
es_es: Efecto de transicción en el fondo

source: Background Information
es_es: Información del historial

source: Miscellaneous
es_es: Varios

source: Move this Image Set to the Trash
es_es: Mueva este conjunto de imágenes a la Papelera

source: Trash Image Set
es_es: Mandar a la papelera el conjunto de imágenes

source: Delete this Image Set permanently
es_es: Eliminar este conjunto de imágenes permanentemente

source: Delete Image Set
es_es: Eliminar conjunto de imágenes

source: Save Changes
es_es: Guardar cambios

source: Add Image Set
es_es: Añadir conjunto de imágenes

source: Default Overlay
es_es: Superposición por defecto

source: Default Image Set
es_es: Conjunto de imágenes predeterminado

source: Background URL
es_es: URL de imagen de fondo

source: Optional link URL for the background
es_es: Enlace opcional (URL) para el fondo

source: Add to Image Set
es_es: Añadir a conjunto de imágenes

source: Copy to Image Set
es_es: Copiar conjunto de imágenes

source: Delete Permanently
es_es: Eliminar de forma permanente

source: Delete
es_es: Borrar

source: You are about to delete <strong>%s</strong>.
es_es: Usted está a punto de borrar <strong>%s</strong>.

source: Continue
es_es: Continuar

source: Cancel
es_es: Cancelar

source: Move to Trash
es_es: Mover a la papelera

source: Undo
es_es: Deshacer

source: Download from URL
es_es: Descarga de URL

source: <p>%s</p><p>By: <a href="http://www.flickr.com/photos/%s/%s/">%s</a> (%s)</p>
es_es: <p>%s</p><p>Por: <a href="http://www.flickr.com/photos/%s/%s/">%s</a> (%s)</p>

source: Unable to import image at specified URL
es_es: No se puede importar la imagen en la URL especificada

source: Download
es_es: Descargar

source: Save all changes
es_es: Guarde todos los cambios

source: <p>Click on this icon to start adding some images.</p><p>Save using the <strong>Add Image Set</strong> button. Don't forget to add a title!</p>
es_es: <p>Haga clic en este icono para empezar a añadir algunas imágenes.</p> Guardar usando la <strong>Agregar conjunto de imágenes</strong>. No se olvide de añadir un título </p>

source: Add Some Images!
es_es: ¡Añadir imágenes!

source: <p><strong>New in version 1.1!</strong></p><p>Now you can change the backgrond color when overriding a Category or Tag, too!</p>
es_es: <p>Nuevo en la versión 1.1! </strong> </p> Ahora usted puede cambiar el color backgrond cuando se reemplaza una categoría o etiqueta, también! </p>

source: Add some color
es_es: Añadir un poco de color

source: <p>Start by adding a new <em>Image Set</em><p><p>Once you're done, come back here and set it as the active <em>Background Image Set</em>.</p>
es_es: <p>Comience añadiendo un nuevo <em>conjunto de imágenes</em><p><p>Una vez que hayas terminado, vuelve aquí y establecerla como <em>conjunto de fondos de imágenes</em>. </p>

source: Let's Get Started!
es_es: ¡Comencemos!

source: <p><strong>New in version 1.1!</strong></p><p>Now you can select the order in which background images are displayed.</p>
es_es: <p>¡Nuevo en la versión 1.1! </strong></p> Ahora puede seleccionar el orden en que se muestran las imágenes de fondo. </p>

source: Random or sequential?
es_es: ¿Aleatoria o secuencial?

source: You do not have permission to do that [nonce].
es_es: Usted no tiene permiso para hacer eso [nonce].

source: The Trash has been emptied.
es_es: La papelera se ha vaciado.

source: There was a problem emptying the Trash.
es_es: Hubo un problema al vaciar la Papelera.

source: %s moved to the Trash. <a href="%s">Undo</a>
es_es: %s movido a la Papelera. <a href="%s">Deshacer</a>

source: There was a problem moving the Image Set(s) to the Trash.
es_es: Hubo un problema al mover el/los conjunto/s de imágenes a la Papelera.

source: %s restored from the Trash.
es_es: %s restaurado a partir de la Papelera.

source: There was a problem restoring the Image Set(s) from the Trash.
es_es: Hubo un problema al restaurar el conjunto de imágenes de la Papelera.

source: %s permanently deleted.
es_es: %s borran definitivamente.

source: There was a problem deleting the Image Set(s).
es_es: Hubo un problema al eliminar el Conjunto de imágenes.

source: Please specify a name for this Image Set.
es_es: Por favor, especifique un nombre para este conjunto de imágenes.

source: The Image Set could not be saved.
es_es: El conjunto de imágenes no se pudo guardar.

source: added
es_es: añadido

source: saved
es_es: guardado.

source: The Image Set was successfully %s.
es_es: El conjunto de imágenes fue exitosamente %s.

source: Done!
es_es: ¡Hecho!

source: Unable to obtain a Flickr authorization URL. Please try again later.
es_es: No se puede obtener una autorización URL Flickr. Por favor, inténtelo de nuevo más tarde.

source: "%s" is not a valid Flickr user.
es_es: "%s" no es un usuario válido de Flickr.

source: %s (Imported)
es_es: %s (importado)

source: Unable to create Image Set <strong>%s</strong>
es_es: No se puede crear conjuntos de imágenes <strong> %s </strong>

source: Invalid or inaccessible Flickr Photo Set selected
es_es: Conjunto de Flickr seleccionado inválido o inaccesible

source: %d photos could not be added.
es_es: %d fotos no se podrían añadir.

source: Completed import from Flickr
es_es: Finalizada la importación de Flickr

source: There was a problem obtaining NextGEN Gallery database details
es_es: Hubo un problema al obtener información de bases de datos NextGen Gallery

source: Unable to import image <em>%s</em> into Image Set <strong>%s</strong>
es_es: No se puede importar la imagen <em> %s </em> en el conjunto de imágenes <strong> %s </strong>

source: Completed import from NextGEN Gallery
es_es: Finalizada la importación de NextGen Gallery

source: There was a problem obtaining GRAND FlAGallery database details
es_es: Hubo un problema al obtener información de bases de datos GRAND FlAGallery

source: Completed import from GRAND FlAGallery
es_es: Finalizada la importación de GRAND FlAGallery

source: Completed import from WP Flickr Background
es_es: Finalizada la importación de WP Flickr Antecedentes

source: Imported directory "%s"
es_es: Importado directorio "%s"

source: and sub-directories
es_es: y sub-directorios

source: Completed import from Local Directory
es_es: Finalizada la importación de directorio local

source: Unable to import <em>%s</em> into Image Set
es_es: No se puede importar <em> %s </em> en el conjunto de imágenes

source: Add an Image
es_es: Publicar una imagen

source: You are about to permanently delete the selected images. Are you sure?
es_es: Estás a punto de eliminar permanentemente las imágenes seleccionadas. ¿Estás seguro?

source: You are about to permanently delete this image. Are you sure?
es_es: Estás a punto de eliminar permanentemente esta imagen. ¿Estás seguro?

source: images per page
es_es: imágenes por página

source: Settings have been saved
es_es: La configuración se ha guardado

source: Continue Import
es_es: Continuar Importación

source: There was a problem contacting Flickr or the request was not authorized. Please try again.
es_es: Hubo un problema al contactar con Flickr o la solicitud no fue autorizada. Por favor, inténtelo de nuevo.

source: Malformed results received from Flickr. Please try again.
es_es: Resultados malformados recibido de Flickr. Por favor, inténtelo de nuevo.

source: The photo could not be found or has been removed from public view.
es_es: La foto no se ha encontrado o ha sido eliminado de la vista del público.

source: You do not have permission to view this photo.
es_es: No tiene permiso para ver esta página

source: The login details or authentication token passed were invalid.
es_es: Los datos de acceso o token de autenticación pasado no eran válidos.

source: This requires user authentication but no user was not logged in, or the authenticated method call did not have the required permissions.
es_es: Esto requiere autenticación de usuario, pero ningún usuario no estaba conectado, o la llamada al método autenticado no contaba con los permisos necesarios.

source: There was a problem with the API Key. Please contact the plugin author.
es_es: Hubo un problema con la clave de API. Por favor, póngase en contacto con el autor del plugin.

source: Flickr is currently too busy. Please try again later.
es_es: Flickr está actualmente demasiado ocupado. Por favor, inténtelo de nuevo más tarde.

source: Flickr does not support the requested format. Please contact the plugin author.
es_es: Flickr no es compatible con el formato solicitado. Por favor, póngase en contacto con el autor del plugin.

source: Flickr does not support the requested function. Please contact the plugin author.
es_es: Flickr no es compatible con la función solicitada. Por favor, póngase en contacto con el autor del plugin.

source: Flickr reported <i>"%s"</i>.
es_es: Flickr informó <i>"%s"</i>.

source: Title
es_es: Título

source: Description
es_es: Descripcion

source: Categories
es_es: Categorías

source: Tags
es_es: Etiquetas

source: Images
es_es: Imágenes

source: Last Modified
es_es: Última modificación

source: Restore
es_es: Restaurar

source: Add New
es_es: Añadir Nuevo

source: Empty Trash
es_es: Vaciar papelera

source: %s ago
es_es: %s atras

source: Edit this Image Set
es_es: Editar este conjunto de imágenes

source: Edit
es_es: Editar

source: Trash
es_es: Papelera

source: Restore this Image Set from the Trash
es_es: Restaurar este conjunto de imágenes de la Papelera

source: Edit &#8220;%s&#8221;
es_es: Editar %s

source: Active Background
es_es: Fondo Activo

source: Top Left
es_es: Arriba, izquierda

source: Top Center
es_es: Arriba, centro

source: Top Right
es_es: Arriba, derecha

source: Center Left
es_es: Centro, izquierda

source: Center
es_es: Centro

source: Center Right
es_es: Centro, derecha

source: Bottom Left
es_es: Abajo, izquierda

source: Bottom Center
es_es: Abajo, centro

source: Bottom Right
es_es: Abajo, derecha

source: Tile horizontal and vertical
es_es: Mosaico horizontal y vertical

source: Tile horizontal
es_es: Mosaico horizontal

source: Tile vertical
es_es: Mosaico vertical

source: No Tiling
es_es: No Mosaico

source: Slide Downward
es_es: Deslice hacia abajo

source: Slide Upward
es_es: Deslice hacia arriba

source: Slide to Left
es_es: Deslice a la izquierda

source: Slide to Right
es_es: Deslice a la derecha

source: Cover Downward
es_es: Cubierta hacia abajo

source: Cover Upward
es_es: Cubierta hacia arriba

source: Cover to Left
es_es: Cubra a la izquierda

source: Cover to Right
es_es: Cubra a derecha

source: Bars
es_es: Barras

source: Zip
es_es: Zipzap

source: Blinds
es_es: Persianas

source: Swipe
es_es: Golpe fuerte

source: Random Blocks
es_es: Bloques de azar

source: Sequential Blocks
es_es: Bloques secuenciales

source: Concentric
es_es: Concéntrico

source: Warp
es_es: Deformar

source: Administrator
es_es: Administrador

source: Author
es_es: Autor

source: Contributor
es_es: Ayudante

source: Background Image Sets
es_es: Establece la imagen de fondo

source: Background Image Set
es_es: Conjunto de imágenes de fondo

source: Imported Background
es_es: Fondo Importado

source: Automatically created Image Set, containing the original background image specified in WordPress.
es_es: Automáticamente crea conjuntos de imágenes, que contiene la imagen de fondo original especificada en WordPress.

source: Image Sets
es_es: Conjuntos de imágenes

source: Import
es_es: Importar

source: Settings
es_es: Configuración

source: Add New Image Set
es_es: Añadir nuevo conjunto de imágenes
